Repository: arnaudbrubacher/unio-mehdi
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: fr

source: UNIO app has been set up to handle one and only one voting event. You can edit the created election until the notice period. Then, the app will automatically send each voter an email to notify them about their voting credentials and instructions. In case of emergency, please do not hesitate to contact our support team through support@unio.vote .
fr: Pour du soutien, contactez : support@unio.vote

source: UNIO app has been set up to handle one and only one voting event. You can edit the created election until the notice period. Then, the app will automatically send each voter an email to notify them about their voting credentials and instructions. In case of emergency, please do not hesitate to contact our support team through support@unio.vote .
fr: Pour du soutien, contactez : support@unio.vote

source: Your role has been defined as the <b> Authority </b> of the election. In case, that you want to participate in the election as a voter, please insert add your information in the voters list excel file, same as other voters.
fr: (changed by mehdi) Pour du soutien, contactez : support@unio.vote

source: If your email address is registered, an email would be sent to you shortly. The email contains a one-time use login link. Please tap the link to login into UNIO CSN-FSSS SPBTPA (Catgorie 3) voting app. It is safe to close this tab.
fr: Si votre adresse courriel est dans la liste des membres de CSN-FSSS, SPBTPA (Catégorie 3) vous recevrez un lien de connexion unique à cette adresse courriel. Cliquez sur le lien pour vous connecter à l’application de vote UNIO.

source: * You will be able to check the results right after the conclusion of voting phase at %(election.voting_end_datetime)s.
fr: Vous pourrez consulter les résultats après la période de vote.

source: # of Voters
fr: Nombre de membres

source: (View License Agreement)
fr: (Voir le contrat de service incluant la licence d'utilisation.)

source: (View voters list)
fr: (Voir la liste des membres)

source: * The <b> voting </b> phase starts at {{ election.voting_start_datetime}}. Please visit the voting page after that.
fr: * La période de vote commence à {{ election.voting_start_datetime}}.

source: 21 September 2023
fr: 21 septembre 2023

source: Abstain
fr: Abstention

source: Abstain / For / Against
fr: - Abstention - Pour - Contre

source: Active Election
fr: Scrutin en cours

source: Against
fr: Contre

source: Authority
fr: Autorité

source: Authority and Voter
fr: Autorité et membre

source: Back
fr: Précédent

source: Ballot
fr: Vote

source: Cast Ballot
fr: Voter

source: Choices
fr: Choix

source: Close
fr: Fermer

source: Confirm
fr: Confirmer

source: Confirm and Create
fr: Confirmer et créer le scrutin

source: Create
fr: Créer

source: Create New Election
fr: Créer un nouveau scrutin

source: Create New Election (1/2)
fr: Créer un nouveau scrutin (1/2)

source: Create New Election (2/2)
fr: Créer un nouveau scrutin (2/2)

source: Create new election (1/2)
fr: Créer un nouveau scrutin (1/2)

source: Create new election (2/2)
fr: Créer un nouveau scrutin (2/2)

source: Created at
fr: Créé à

source: Download Election Data
fr: Télécharger les informations du scrutin

source: Edit election
fr: Modifier le scrutin

source: Election
fr: Scrutin

source: Election Information
fr: Information du scrutin

source: Election Results
fr: Résultats du scrutin

source: Election title
fr: Nom du scrutin

source: Email
fr: Adresse courriel

source: English
fr: Anglais

source: First name
fr: Prénom

source: For
fr: Pour

source: French
fr: Français

source: Home
fr: Accueil

source: Last name
fr: Nom de famille

source: License Agreement of UNIO voting software
fr: Contrat de service incluant la licence d'utilisation de UNIO

source: List of the election voters
fr: Liste des membres

source: Log out
fr: Déconnexion

source: Login
fr: Connexion

source: Name
fr: Membre

source: New election
fr: Nouveau scrutin

source: Next
fr: Suivant

source: Not-Attended
fr: N'a pas voté

source: Notice emails interval
fr: Période de notification

source: Please Confirm the election Information
fr: Confirmez l'information du scrutin

source: Please enter your email to login.
fr: Adresse courriel :

source: Please input the Election Data
fr: Entrez l'information du scrutin

source: Result #1
fr: Résultats de la question 1

source: Result #2
fr: Résultats de la question 2

source: Results
fr: Résultats

source: Role
fr: Rôle

source: Sep. 21 2023
fr: 21 septembre 2023

source: Submit your vote
fr: Voter

source: Thank you. Your vote has been recorded.
fr: Votre vote a été reçu.

source: UNIO Voting app
fr: UNIO

source: View Election
fr: Consulter le scrutin

source: View Election details
fr: Consulter les informations du scrutin

source: View Results
fr: Consulter les résultats

source: Voted At
fr: Statut du vote

source: Voter
fr: Vote

source: Voters' List
fr: Liste des membres

source: Voting Ends at
fr: Fin de la période de vote

source: Voting Starts at
fr: Début de la période de vote

source: Voting ended at
fr: Fin de la période de vote

source: Voting started at
fr: Début de la période de vote

source: You have already <b>voted</b>.
fr: Vous avez déjà voté.

source: election status
fr: Statut du scrutin

source: election title
fr: Nom du scrutin

source: hours
fr: heures

source: status
fr: Statut
